Repository: TwistedAndy/wp-theme
Catalog: theme/languages/*.po
Languages: ru_ru

source: You need to <a href="%s">login</a> to post a comment.
ru_ru: Вы должны <a href="%s">войти</a>, чтобы оставить комментарий.

source: You've logged in as <a class="login" href="%1$s">%2$s</a> <a class="logout" href="%3$s">[log out]</a>
ru_ru: Вы вошли как <a class="login" href="%1$s">%2$s</a> <a class="logout" href="%3$s">[выйти]</a>

source: Page not found
ru_ru: Страница не найдена

source: Search results for %s
ru_ru: Результаты поиска по запросу: %s

source: Posts with tag <i>%s</i>
ru_ru: Записи с тегом <i>%s</i>

source: Posts of <i>%s</i>
ru_ru: Записи пользователя <i>%s</i>

source: Posts for <i>%s</i>
ru_ru: Записи за <i>%s</i> года

source: Posts for <i>%s</i> year
ru_ru: Записи за <i>%s</i> год

source: - page %d
ru_ru: - %d страница

source: There are no posts in this category
ru_ru: В данной рубрике записи не обнаружены

source: The requested post is not found
ru_ru: Запись не обнаружена

source: There are no posts with tag <i>%s</i>
ru_ru: С тегом <i>%s</i> записи не обнаружены

source: There are no posts for requested day
ru_ru: За этот день записи не обнаружены

source: There are no posts for requested month
ru_ru: За этот месяц записи не обнаружены

source: There are no posts for requested year
ru_ru: За этот год записи не обнаружены

source: There are no posts by this author
ru_ru: У этого автора записи отсутствуют

source: Sorry, but there is nothing to show by requested address
ru_ru: Извините, но по данному адресу записи не обнаружены

source: There are no information matching the query <i>%s</i>
ru_ru: По запросу <i>%s</i> ничего не найдено

source: There are no posts to show
ru_ru: Записи не обнаружены

source: Theme Settings
ru_ru: Настройки темы

source: Refresh
ru_ru: Обновить

source: Taxonomy
ru_ru: Таксономия

source: Category
ru_ru: Категория

source: Subcategories
ru_ru: Подкатегории

source: Category and subcategories
ru_ru: Категория и подкатегории

source: Home
ru_ru: Главная

source: Your name
ru_ru: Ваше имя

source: Your e-mail
ru_ru: Ваш email

source: Site
ru_ru: Адрес сайта

source: Leave a Reply
ru_ru: Ответить

source: Leave a Reply to %s
ru_ru: Ответить на %s

source: Cancel reply
ru_ru: Отменить

source: Post Comment
ru_ru: Отправить

source: This comment is not approved yet.
ru_ru: Этот комментарий ожидает модерации.

source: Sorry, but comments are closed.
ru_ru: Извините, но комментирование этой записи отключено.
